"MAC_LAUNCHER_DOWNLOADING" = "Laddar ner Dashlane...";
"MAC_LAUNCHER_FAILED_CHECK_DESCRIPTION" = "Ett fel uppstod när Dashlane skulle installeras. Kontrollera din internetanslutning och försök igen.";
"MAC_LAUNCHER_FAILED_CHECK_TITLE" = "Installationen misslyckades";
"MAC_LAUNCHER_FAILED_DOWNLOAD_DESCRIPTION" = "Ett fel uppstod när Dashlane skulle laddas ner. Försök igen.";
"MAC_LAUNCHER_FAILED_DOWNLOAD_TITLE" = "Nedladdning misslyckades";
"MAC_LAUNCHER_FAILED_INSTALL_DESCRIPTION" = "Ett fel uppstod när Dashlane skulle installeras. Försök igen.";
"MAC_LAUNCHER_FAILED_INSTALL_TITLE" = "Installationen misslyckades";
"MAC_LAUNCHER_FAILED_WARNING_MANUAL_DONWLOAD" = "Försök igen";
"MAC_LAUNCHER_FAILED_WARNING_QUIT" = "Avsluta";
"MAC_LAUNCHER_INCOMPLETE_WARNING_CONTINUE" = "Fortsätt med installationen";
"MAC_LAUNCHER_INCOMPLETE_WARNING_DESCRIPTION" = "Dashlane är snart installerad. Är du säker på att du vill avsluta?";
"MAC_LAUNCHER_INCOMPLETE_WARNING_QUIT" = "Avsluta";
"MAC_LAUNCHER_INCOMPLETE_WARNING_TITLE" = "Installationen är inte färdig";
"MAC_LAUNCHER_INSTALLING" = "Installerar Dashlane...";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_DESCRIPTION" = "Det verkar som om du redan har installerat Dashlane från App Store... Se App Store för den senaste uppdateringen.";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_MANUAL_DONWLOAD" = "Ladda ner ändå";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_OPEN" = "Öppna App Store";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_QUIT" = "Avsluta";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_TITLE" = "Använd App Store-versionen av Dashlane";
"MAC_LAUNCHER_WINDOW_TITLE" = "Installera Dashlane";
